{
	"name": "LitMan Durability",
	"description": "[b]Thank You and possibly Goodbye![/b]\n\nI want to say big Thank You to all of those who supported me all the way.\n\nIt was a pleasurable experience. I loved what I were doing and remember everyone who was together. There was a good days and a bad ones. Together we shared the passion to this game. But everything has its own end. My modding is not the exception.\n\nCurrently I'm mostly in Real Life project to conquer Kungsleden by foot.\n\nKungsleden (Kings Trail) is a hiking trail in northern Sweden, approximately 440 kilometers (270 mi) long, between Hemavan in the south and Abisko in the north.\n\nThe trip is scheduled for 2021 (at the best 2020), depending on the ability to raise funds for this trip.\n\nIf you found my Mods useful please help me my dreams come true and donate. I would be very thankful if you could donate even a little bit to raise my funding. \n\nPlease Donate on PayPal https://www.paypal.me/kasperaitis\n\nDepending on donations I may resume updating my Mods.  \n\nI released all my Source files on Gitlab https://gitlab.com/kasperaitis/conan-exiles-mods if anyone wants to keep updated those Mods or release own ones.\n\nIf you need a previous version it also could be found on Gitlab https://gitlab.com/kasperaitis/conan-exiles-mods/tree/master/Compiled\n\n[b]Latest Update. Dev Kit Version 147178.22038.[/b]\n\n[quote]Days I was Modding Conan Exiles: 937 days or 2 years, 6 months, 23 days\n\nMods Released: 18\nMods Updates: 855\nFollowers: 384\nTotal Unique Visitors: 371154\nCurrent Subscribers: 231707\nTotal Unique Subscribers: 322244\nCurrent Favorites: 8817\nTotal Unique Favorites: 10501\nPositive Ratings: 2752\nNegative ratings: 70[/quote]\n\n[b]Durability of Tools, Weapons and Shields Increased Ten Times.[/b]\n\nYou can increase or decrease durability even without this Mod.\n\nTo set durability x2 times for your tools, weapons and armor add those two entries bellow to your \"ServerSetting.ini\" file.\n\nDurabilityMultiplier=0.500000\nShieldDurabilityMultiplier=0.500000\n\nSolo file location\n<DRIVE>:\\Program Files (x86)\\Steam\\steamapps\\common\\Conan Exiles\\ConanSandbox\\Saved\\Config\\WindowsNoEditor\\ServerSettings.ini\n\nServer file location\n<DRIVE>:\\<SERVER FOLDER>\\ConanSandbox\\Saved\\Config\\WindowsServer\\ServerSettings.ini\n\nHits with Stone Pick:\nDurabilityMultiplier=1.000000 = x1 = 80 hits as Vanilla Game\nDurabilityMultiplier=0.500000 = x2 = 160 hits \nDurabilityMultiplier=0.100000 = x10 = 800 hits as this Mod\nDurabilityMultiplier=0.010000 = x100 = 8000 hits\n\nIf you gonna use DurabilityMultiplier, ShieldDurabilityMultiplier settings and this Mod you will get both settings divided by 10 once more.\n\nSupport Channel on Discord: https://discord.gg/kQS7t74\n\nMod ID: 887629852",
	"changeNote": "Dev Kit Version 147178.22038\n\nUpdated to match the live game version.",
	"author": "LitMan",
	"authorUrl": "",
	"versionMajor": 1,
	"versionMinor": 31,
	"versionBuild": 0,
	"bRequiresLoadOnStartup": false,
	"steamPublishedFileId": "887629852",
	"steamVisibility": 0,
	"folderName": "LitManDurability",
	"revisionNumber": 147178,
	"snapshotId": 22038
}